Repository: openjournalteam/datacite
Catalog: locale/*/locale.po
Languages: tr_tr

# plugins.importexport.crossref.displayName
source: Crossref XML Plugin
tr_tr: Crossref XML Eklentisi

# plugins.importexport.crossref.description
source: Deposite submissions in OMP's crossref XML format.
tr_tr: OMP'nin crossref XML formatında gönderimleri depolayın.

# plugins.importexport.crossref.deposited
source: Deposited
tr_tr: Yatırıldı

# plugins.importexport.crossref.depositedSubmissions
source: Deposited submissions
tr_tr: Yatırılan gönderimler

# plugins.importexport.crossref.deposit
source: Deposit
tr_tr: Yatır

# plugins.importexport.crossref.export
source: Export
tr_tr: Dışa Aktar

# plugins.importexport.crossref.error
source: Error
tr_tr: Hata

# plugins.importexport.crossref.queued
source: To Deposit
tr_tr: Yatırılacak

# plugins.importexport.crossref.redeposit
source: Deposit Again
tr_tr: Tekrar Yatır

# plugins.importexport.crossref.submittedSubmissions
source: Select monographs to export
tr_tr: Dışa aktarılacak monografları seçin

# plugins.importexport.crossref.results
source: Results
tr_tr: Sonuçlar

# plugins.importexport.crossref.settings.description
source: Description
tr_tr: Açıklama

# plugins.importexport.crossref.intro
source: <![CDATA[ This plugin registers DOIs for monographs and chapters for DOI provider <a href='https://crossref.org'>Crossref.org</a>.]]>
tr_tr: Bu eklenti, DOI sağlayıcısı <a href='https://crossref.org'>Crossref.org</a> için monograflar ve bölümler için DOI'ları kaydeder.

# plugins.importexport.crossref.settings
source: Settings
tr_tr: Ayarlar

# plugins.importexport.crossref.settings.form.password
source: Password
tr_tr: Parola

source: plugins.importexport.crossref.settings.form.password.description
tr_tr: Lütfen unutmayın ki parola düz metin olarak kaydedilecektir, yani şifrelenmemiştir.

# plugins.importexport.crossref.settings.form.username
source: Crossref username
tr_tr: Crossref kullanıcı adı

# plugins.importexport.crossref.settings.form.usernameRequired
source: Please enter the username you got from Crossref.
tr_tr: Crossref'ten aldığınız kullanıcı adını giriniz.

# plugins.importexport.crossref.settings.form.testMode.description
source: Use the Crossref test API for DOI registration. Please do not forget to remove this option for the production.
tr_tr: DOI kaydı için Crossref test API'sini kullanın. Lütfen bunu üretim için bu seçeneği kaldırmayı unutmayın.

# plugins.importexport.crossref.senderTask.name
source: Crossref automatic registration task
tr_tr: Crossref otomatik kayıt görevi

# plugins.importexport.crossref.register.error.mdsError
source: Registration was not fully successful! The DOI registration server returned an error.
tr_tr: Kayıt tam olarak başarılı olmadı! DOI kayıt sunucusu bir hata döndürdü.

# plugins.importexport.crossref.register.success
source: Registration was successful!
tr_tr: Kayıt başarılı oldu!

# plugins.importexport.crossref.chapterDoiCount
source: Chapter DOIs
tr_tr: Bölüm DOI'ları

# plugins.importexport.crossref.notice.noIsbn
source: Note! No ISBN available. Crossref export will use 'noisbn' selection.
tr_tr: Not! ISBN mevcut değil. Crossref dışa aktarma işlemi 'noisbn' seçeneğini kullanacaktır.

# plugins.importexport.crossref.monographsOrChapter
source: Monographs / Chapters
tr_tr: Monograflar / Bölümler
